Repository: salgadox/unite-compress
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: is a video format developed by Apple for use on its QuickTime media player. It is a popular format for Mac users and is also compatible with Windows operating systems. MOV files can be large in size, especially if the video has a high resolution or contains many effects. However, MOV files can be compressed to reduce file size without sacrificing video quality. MOV files can be played on most media players, including QuickTime, Windows Media Player, and VLC media player. If you are working with a limited internet environment or storage capacity, you may want to consider compressing your MOV files or using a different format that is more optimized for smaller file sizes.
fr: est un format vidéo développé par Apple pour être utilisé sur son lecteur multimédia QuickTime. C'est un format populaire pour les utilisateurs de Mac et il est également compatible avec le système d'exploitation Windows. Les fichiers MOV peuvent être volumineux, surtout si la vidéo a une haute résolution ou contient de nombreux effets. Cependant, les fichiers MOV peuvent être compressés pour réduire la taille du fichier sans sacrifier la qualité vidéo. Les fichiers MOV peuvent être lus sur la plupart des lecteurs multimédias, y compris QuickTime, Windows Media Lecteur et lecteur multimédia VLC. Si vous travaillez dans un environnement à faible connectivité ou avec une capacité de stockage limitée, vous pouvez envisager de compresser vos fichiers MOV ou en utilisant un format différent qui est plus optimisé pour les fichiers de plus petite taille.

source: is a popular video format that can be used for both high-quality and low-quality videos. It uses a simple compression algorithm that can reduce file size, but it may not be as efficient as other formats.
fr: est un format vidéo populaire qui peut être utilisé à la fois pour des vidéos de haute définition et de moins bonne qualité. Il utilise un algorithme de compression simple qui peut réduire le fichier taille, mais il peut ne pas être aussi efficace que d'autres formats.

source: All of these digital text formats - plain text (txt), PDF, ePub, and Markdown - are great options for different use cases, offering a variety of benefits such as accessibility, portability, and flexibility.
fr: Tous ces formats de texte numérique - texte brut (txt), PDF, ePub et Markdown - sont d'excellentes options pour différents cas d'utilisation, offrant une variété d'avantages tels que l'accessibilité, la portabilité et la flexibilité.

source: Plain text (.txt)
fr: Texte brut (.txt)

source: Plain text files are simple text files that contain only basic text characters. They are very lightweight and can be easily read and edited by most text editors, including basic editors like Notepad. Plain text files can be opened and read on almost any device, including those with limited internet access.
fr: Les fichiers de texte brut sont des fichiers texte simples qui ne contiennent que du texte de base. Ils sont très légers et peuvent être facilement lus et modifiés par la plupart des éditeurs de texte, y compris les éditeurs de base comme Notepad. Les fichiers de texte brut peuvent être ouverts et lus sur presque tous les appareils, y compris ceux avec un accès Internet limité.

source: Portable Document Format (.pdf)
fr: Format de document portable (.pdf)

source: PDF files are a popular digital document format that can be easily downloaded and opened on most devices. PDF files are compact and can be optimized for small file sizes without sacrificing the quality of the document. PDF files can also be easily shared and distributed via email or other digital means.
fr: Les fichiers PDF sont un format de document numérique populaire qui peuvent être facilement téléchargés et ouverts sur la plupart des appareils. Les fichiers PDF sont compacts et peuvent être optimisés pour les fichiers de petite taille sans sacrifier la qualité du document. Les fichiers PDF peuvent également être facilement partagés et distribués par e-mail ou d'autres moyens numériques.

source: Electronic Publication (.epub)
fr: Publication numérique (.epub)

source: Epub is an open standard format for digital books and documents. Epub files are lightweight and can be optimized for small file sizes without sacrificing the quality of the content. Epub files can be opened and read on most devices, including e-readers and tablets
fr: Epub est un format standard en libre accès disponible pour les livres et les documents numériques. Les Fichiers Epub sont légers et peuvent être optimisés pour les fichiers de petite taille sans sacrifier la qualité du contenu. Les fichiers Epub peuvent être ouverts et lus sur la plupart des appareils, y compris les liseuses et les tablettes

source: Markdown is a lightweight markup language that is used to format text documents. Markdown files are simple text files that can be easily read and edited by most text editors. Markdown files can be easily converted to other formats, such as HTML or PDF, using specialized software or online converters
fr: Markdown est un langage de balisage léger utilisé pour formater du les documents en format texte. Les fichiers Markdown sont de simples fichiers texte qui peuvent être facilement lus et édités par la plupart des éditeurs de texte. Les fichiers Markdown peuvent être facilement convertis en d'autres formats, tels que HTML ou PDF, à l'aide de logiciels spécialisés ou de convertisseurs en ligne

source: Introduction
fr: Présentation de la rubrique

source: A flipped classroom is a teaching model in which traditional classroom activities, such as lecturing and direct instruction, are moved outside of class time through pre-recorded videos, reading assignments, or other forms of self-paced learning. In-class time is then used for activities that typically would have been homework, such as group work, discussions, and problem-solving activities, which allow for more active learning and engagement with the material.The idea is that students can learn the content at their own pace outside of class, freeing up class time for more interactive and collaborative activities.
fr: Une classe inversée est un modèle d'enseignement dans lequel la classe traditionnelle avec les cours magistraux et l'enseignement direct, sont remplacés par des supports de vidéos préenregistrées, des devoirs de lecture ou d'autres formesd'apprentissage. Le temps en classe est ensuite utilisé pour des activités qui auraient été typiquement des devoirs, comme des travaux de groupe, des discussions, et des activités de résolution de problèmes, qui permettent un apprentissage plus actif et de l'engagement des apprenants avec le matériel. L'idée est que les étudiants puissent apprendre le contenu à leur rythme en dehors des cours, libérant du temps de classe pour plusd'activités interactives et collaboratives.

source: Flipped Classroom Field Guide
fr: Guide de terrain de la classe inversée

source: Example of Flipped Classroom
fr: Exemple de classe inversée

source: Template to create a Flipped Classroom
fr: Modèle pour créer une classe inversée

source: Testimony (internet connection)
fr: Témoignage (connexion internet)

source: Tutorial 2: Moodle and MoodleBox Tutorial
fr: Tutoriel 2 : Moodle et MoodleBox

source: Preparation
fr: Préparation

source: Essential configuration
fr: Configuration essentielle

source: How to create a course
fr: Comment créer un cours

source: This tutorial aims to help you during the installation and configuration of your Raspbery Pi as well as to teach you the bases for creating a Moodle course inside the MoodleBox
fr: Ce tutoriel a pour but de vous aider lors de l'installation et de la configuration de votre Raspbery Pi ainsi que de vous donner les bases pour créer un cours Moodle à l'intérieur de la MoodleBox

source: How to create a Raspberry Pi Imager
fr: Comment créer un imager Raspberry Pi

source: Install a RasberryPi imager
fr: Installer un imager RaspberryPi

source: Intall MoodleBox on SD
fr: Installer MoodleBox sur SD

source: Insert SD on RasberryPi
fr: Insérer SD sur Raspberry Pi

source: Connect to MoodleBox wireless network
fr: Connectez-vous au réseau sans fil MoodleBox

source: Connect to MoodleBox
fr: Se connecter à Moodle Box

source: How to create an account
fr: Comment créer un cours

source: Sign Up in MoodleBox
fr: S'inscrire sur MoodleBox

source: Change language package
fr: Changer de pack de langue

source: How to add admin user
fr: Comment ajouter un administrateur

source: How to allow Students on the platform
fr: Comment donner accès à la plateforme aux apprenants

source: How to create a new course
fr: Comment créer un nouveau cours

source: How to add, edit and delet topics
fr: Comment ajouter, modifier et supprimer des sujets

source: How to allow students to self register on a course
fr: Comment permettre aux apprenants de s'inscrire eux-mêmes à un cours

source: Welcome to our file compression and course management system!
fr: Nous vous souhaitons la bienvenue dans notre système de gestion de cours et de compression de fichiers !

source: Here you can compress your files and organize them into courses.
fr: Vous pouvez compresser ici vos fichiers et les organiser en cours.

source: Upload a file
fr: Téléverser un fichier

source: How it works
fr: Comment ça marche

source: Create a Folder: Go to the
fr: Sur la page

source: page and enter a name and a description for your folder.
fr: appuyez sur le bouton 'Créer un nouveau dossier' pour stocker vos fichiers de cours

source: Upload a file: Go to the
fr: Sur la page

source: Upload File
fr: Téléverser un fichier

source: page and select the file you want to upload. You can choose to add it to an existing folder or create a new one.
fr: cliquez sur Téléverser un fichier pour ajouter le fichier que vous voulez compresser. Vous pouvez choisir de l'ajouter à un dossier existant ou d'en créer un nouveau.

source: Compress the file: Go to the file detail page by clicking on its name in the
fr: Surla page de

source: file list
fr: Mes Fichier

source: and click on the convert button. You can choose to compress the file with the default 'medium' compression level or click on the 'Advanced options' button to choose from three different compression levels.
fr: cliquez sur le fichier à compresser, puis puis sur le bouton 'Convertir'. Vous pouvez choisir le niveau de compression, 'moyen' (par défaut) ou 'élevé'

source: In order to create and deliver an optimized course in low connectivity contexts, you will find many tips in the page :
fr: Afin de créer et dispenser un cours optimisé dans des contextes de faible connectivité, vous trouverez de nombreux conseils dans la page

source: Files
fr: Fichiers

source: To see a list of all your files, go to
fr: Pour afficher la liste de tous vos fichiers, rendez-vous sur la page

source: To see a list of all your Folders, go to the
fr: Pour afficher la liste de tous vos dossiers, rendez-vous sur la page

source: My Info
fr: Mes informations

source: E-Mail
fr: Courrier électronique

source: Personal info
fr: Informations personnelles

source: Permissions
fr: Autorisations

source: Important dates
fr: Dates importantes

source: Users
fr: Utilisateurs

source: This username has already been taken.
fr: Ce nom d'utilisateur est déjà utilisé.

source: Name of User
fr: Nom de l'utilisateur

source: Information successfully updated
fr: Information mise à jour avec succès
