Repository: salgadox/unite-compress
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: name
fr: nom

source: Create Folder
fr: Créer le dossier

source: Create
fr: Créer

source: Delete Folder
fr: Supprimer le dossier

source: Are you sure you want to delete
fr: Voulez-vous supprimer le fichier :

source: Associated Files
fr: Fichiers associés

source: Cancel
fr: Annuler

source: Created At
fr: Créé le

source: Delete
fr: Supprimer

source: Folder List
fr: Liste des dossiers

source: Create new folder
fr: Créer un nouveau dossier

source: Folder Name:
fr: Nom de dossier :

source: Created At:
fr: Créé le :

source: Files:
fr: Fichiers :

source: Convert pending
fr: À convertir le:

source: Convert started
fr: Compression commencée

source: Converted
fr: Converti

source: Not converted due to error
fr: Non converti en raison d'une erreur

source: Low compression rate
fr: Niveau de compression bas

source: Medium compression rate
fr: Niveau de compression moyen

source: High compression rate
fr: Niveau de compression élevé

source: File
fr: Fichier

source: Folder
fr: Dossier

source: Conversion status
fr: Statut de compression

source: Convert time
fr: Temps de conversion

source: Message from last converting command
fr: Message de la dernière demande de conversion

source: Title
fr: Titre

source: Regex to match mime types
fr: Regex pour correspondre aux types MIME

source: Enabled?
fr: Actif?

source: System command to convert video
fr: Commande de système pour convertir la vidéo

source: compression rate
fr: Niveau de compression

source: File Detail
fr: Détail du fichier

source: File Type:
fr: Type de fichier :

source: Original Size:
fr: Taille d'origine :

source: File still uploading...
fr: Le fichier est en train de télécharger

source: Size after compression:
fr: Taille après compression :

source: Converted At:
fr: Converti le :

source: Convert Status:
fr: Statut de compression :

source: Download
fr: Télécharger

source: Compression rate:
fr: Niveau de compression :

source: Medium
fr: Moyen

source: High
fr: Élevé

source: Convert
fr: Convertir

source: File List
fr: Liste de fichiers

source: Upload new file
fr: Téléverser un fichier

source: File Name
fr: Nom de fichier

source: File Type
fr: Type de fichier

source: Convert Status
fr: Statut de compression

source: Original Size
fr: Taille d'origine :

source: Size after compression
fr: Taille après compression :

source: Refresh the page
fr: Actualisez la page.

source: File Upload
fr: Téléchargement de fichiers

source: The platform supports the following mime types :
fr: Les formats suivants sont pris en charge par la plateforme :

source: video
fr: vidéo

source: Select or drop your file here to upload
fr: Sélectionnez ou faites glisser ici le fichier à téléverser

source: Your file has been uploaded successfully.
fr: Votre fichier a été téléchargé avec succès.

source: Your file is being converted.
fr: Votre fichier est en cours de conversion.

source: Account Inactive
fr: Compte inactif

source: This account is inactive.
fr: Ce compte est inactif

source: Account
fr: Compte

source: E-mail Addresses
fr: Adresses e-mail

source: The following e-mail addresses are associated with your account:
fr: Les adresses e-mail suivantes sont associées à votre compte :

source: Verified
fr: Vérifié

source: Unverified
fr: Non vérifié

source: Primary
fr: Primaire

source: Make Primary
fr: Rendre principal

source: Re-send Verification
fr: Envoyer la vérification de nouveau

source: Remove
fr: Supprimer

source: Warning:
fr: Avertissement :

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Il est préférable de créer une adresse e-mail pour recevoir des notifications, réinitialiser votre mot de passe, etc.

source: Add E-mail Address
fr: Ajouter une adresse e-mail

source: Add E-mail
fr: Ajouter un e-mail

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment supprimer l'adresse e-mail sélectionnée?

source: Confirm E-mail Address
fr: Confirmer votre adresse email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est un e-mail valide %(user_display)s.

source: Confirm
fr: Confirmer

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation par e-mail a expiré ou n'est pas valide. Veuillez générer une nouvelle <a href="%(email_url)s"> demande de confirmation</a>.

source: Sign In
fr: S'identifier

source: Please sign in with one of your existing third party accounts:
fr: Veuillez vous connecter avec l'un de vos comptes tiers existants :

source: Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
fr: Ou, <a href="%(signup_url)s">créez</a> un compte %(site_name)s et inscrivez-vous ci-dessous

source: or
fr: ou

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
fr: Si vous n'avez pas encore créé de compte, veuillez <a href="%(signup_url)s">vous inscrire </a> d'abord.

source: Forgot Password?
fr: Mot de passe oublié?

source: Sign Out
fr: Se déconnecter

source: Are you sure you want to sign out?
fr: Êtes-vous certain de vouloir vous déconnecter?

source: Change Password
fr: Changer le mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Mot de passe oublié? Entrez votre adresse e-mail ci-dessous, et vous recevrez un e-mail pour le réinitialiser.

source: Reset My Password
fr: Réinitialiser votre mot de passe

source: Please contact us if you have any trouble resetting your password.
fr: Veuillez nous contacter si vous rencontrez des difficultés pour réinitialiser votre mot de passe

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail. Veuillez nous contacter si vous ne le recevez pas d'ici quelques minutes.

source: Bad Token
fr: Mauvais Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">réinitialisation du nouveau mot de passe</a>.

source: change password
fr: changer le mot de passe

source: Your password is now changed.
fr: Votre mot de passe est maintenant modifié

source: Set Password
fr: Définir le mot de passe

source: Signup
fr: S'inscrire

source: Sign Up
fr: S'inscrire

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
fr: Vous avez déjà un compte? Alors veuillez <a href="%(login_url)s">vous connecter</a>

source: Sign Up Closed
fr: Inscriptions terminées

source: We are sorry, but the sign up is currently closed.
fr: Nous sommes désolés, mais les inscriptions sont désormais terminées.

source: Verify Your E-mail Address
fr: Vérifiez votre adresse e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finalisez le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas d'ici quelques minutes.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr: Cette partie du site nous oblige à vérifier que c'est bien vous. Pour cela, nous avons besoin de vérifier votre adresse e-mail.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien contenu dans cet e-mail. Si vous ne le recevez pas d'ici quelques minutes, veuillez nous contacter.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Remarque :</strong> vous pouvez toujours <a href="%(email_url)s">modifier votre e-adresse e-mail</a>

source: Good Practices
fr: Bonnes pratiques

source: About
fr: A propos du projet

source: My Folders
fr: Mes dossiers

source: My Files
fr: Mes Fichiers

source: My Profile
fr: Mon profil

source: Language
fr: Langue

source: This project was co-financed by DDC with Unité and implemented by the EXAF-EPFL team.
fr: Ce projet a été cofinancé par la DDC dans le cadre de sa contribution de programme à Unité. Le projet a été mis en œuvre par l'équipe EXAF-EPFL

source: Contact us!
fr: Contactez-nous

source: Code Source
fr: Le code source

source: About the project
fr: A propos du projet

source: Project Context
fr: Contexte de projet

source: The 'E-learning in Fragile Contexts' project was co-funded by the Swiss Agency for Development and Cooperation (SDC) as part of its program contribution to Unité. The project was implemented by the EXAF-EPFL team
fr: Le projet « E-learning in Fragile Contexts » a été cofinancé par la Direction du développement et de la coopération (DDC) dans le cadre de sa contribution de programme à Unité. Le projet a été mis en œuvre par l'équipe EXAF-EPFL.

source: About the institutions
fr: Les institutions

source: Unité has partnered with EPFL's
fr: Unité s’est associée avec le

source: to develop technological solutions that will allow people in geographical areas with little or no internet connection to access educational content remotely. This issue is at the heart of EXAF's concerns, which promotes excellence in digital education and in research on the African continent
fr: de l’EPFL afin de développer des solutions technologiques qui permettront à des personnes se trouvant dans des zones géographiques avec peu ou pas de connexion internet d’accéder à du contenu pédagogique à distance. Cette problématique est au cœur des préoccupations du centre EXAF qui promeut l’excellence dans l’éducation numérique et dans la recherche sur le continent africain

source: is an association of 13 Swiss organizations active in development cooperation for the exchange of people. They aim to contribute to the implementation of the 2030 Agenda by strengthening the capacities of partner organizations to fight against multidimensional poverty in the Global South in favor of the people local communities and to improve the framework conditions for development.
fr: est une association regroupant 13 organisations suisses actives dans la coopération au développement pour l’échange de personnes. Elles visent à contribuer à la mise en œuvre de l’Agenda 2030 en renforçant les capacités d’organisations partenaires à lutter contre la pauvreté multidimensionnelle dans le Sud global en faveur des populations locales et à améliorer les conditions-cadres pour le développement

source: is one of the best universities specialized in the field of science and technology in the world, welcoming students, professors and collaborators from more than 120 countries. The EPFL is centered on three missions: teaching, research and innovation. It collaborates with an important network partners including other universities and colleges, secondary schools, gymnasiums (high schools), businesses, political circles and the general public, this with the aim of having a real impact on society, both nationally and globally.
fr: est l’une des meilleures universités spécialisées dans le domaine des sciences et de technologies au monde, accueillant des étudiant·e·s, professeur·e·s et collaborateur·trice·s de plus de 120 pays. Institution publique, l’EPFL est centrée sur trois missions : l’enseignement, la recherche et l’innovation. Elle collabore avec un important réseau de partenaires comprenant notamment d’autres universités et hautes écoles, des écoles secondaires, des gymnases (lycées), des entreprises, les milieux politiques et le grand public, ceci dans le but d’avoir un véritable impact sur la société, tant à l’échelle nationale que mondiale.

source: Centre Excellence in Africa EXAF
fr: Excellence in Africa EXAF

source: Send us a mail
fr: Envoyez-nous un mail

source: From
fr: De

source: Subject
fr: Object

source: Text
fr: Message

source: News
fr: Actualités

source: Deux projets pilotes sur le e-learning dans des contexte fragiles
fr: Two pilot projects on e-learning in fragile contexts

source: E-learning in fragile context : A successful mission in Egypt
fr: E-Learning dans les contextes fragiles : Mission égyptienne réussie !

source: My tutorials
fr: Mes tutoriels

source: Good practices
fr: Bonnes pratiques :

source: Tutorial 1 <br> Create a course
fr: Tutoriel 1 <br> Créer de cours optimisés

source: Tutorial 2 <br> Moodle and MoodleBox
fr: Tutoriel 2 <br> Moodle et MoodleBox

source: Tutorial 1: Reduce Bandwidth for Learning
fr: Tutoriel 1 : Réduire la bande passante pour l'apprentissage

source: Tools to reduce data
fr: Outils pour réduire les données

source: Best Image format
fr: Meilleur format d'image

source: Different Image format
fr: Format d'image différent

source: EXAF Optimisation Tool
fr: Outil d'optimisation EXAF

source: Best Video Format
fr: Meilleur format vidéo

source: Best Text format
fr: Meilleur format d'image

source: Flipped Classroom
fr: Classe inversée

source: Click to donwload a moodle cours
fr: Cliquez pour télécharger un cours moodle

source: Teaching Online with Limited Internet
fr: Enseignement en ligne avec accès à Internet limité

source: Compression
fr: Niveau de compression

source: Compression is a critical component of low-bandwidth content development. All files that are transmitted over the internet should be compressed to reduce their size. There are several compression algorithms available, example. gzip that can be used to compress different types of files. Compression reduces the size of files, which, in turn, reduces the amount of data that needs to be transmitted over the internet, making the content more accessible to users with slow internet connections.
fr: La compression est un élément essentiel du développement de contenu à faible bande passante. Tous les fichiers transmis sur Internet doivent être compressés pour réduire leur taille. Il existe plusieurs algorithmes de compression disponibles, comme gzip qui peut être utilisé pour compresser différents types de fichiers. La compression réduit la taille des fichiers, ce qui permet de réduire la quantité des données qui doivent être transmises sur Internet, rendant le contenu plus accessible aux utilisateurs ayant une faible connexion Internet.

source: Use ad blockers
fr: Utiliser des bloqueurs de publicité

source: Ads can be a major source of bandwidth usage, particularly if they include high-resolution images or videos. Installing an ad blocker can help reduce the amount of bandwidth used by ads, leading to faster page load times.
fr: Les publicités utilisent beaucoup de bande passante, en particulier s'il y a des images ou des vidéos de haute résolution. L'installation d'un bloqueur de publicités peut aider à réduire la quantité de bande passante utilisée, ce qui accélère le temps de chargement des pages.

source: Limit video quality
fr: Limiter la qualité vidéo

source: If you're streaming videos, consider reducing the video quality to a lower resolution. This can help reduce the amount of bandwidth used by the video, without sacrificing too much in terms of video quality.
fr: Si vous diffusez des vidéos, envisagez de réduire la qualité vidéo à un niveau inférieur de résolution. Cela peut aider à réduire la quantité de bande passante utilisée par la vidéo sans trop sacrifier en terme de qualité vidéo.

source: Summary:
fr: Résumé :

source: Best for
fr: Meilleur pour

source: Size
fr: Taille

source: Example
fr: Exemple

source: Logos and icons
fr: Logos et icônes

source: Very Light
fr: Très léger

source: photographic images
fr: images photographiques

source: Medium Light
fr: Moyen

source: images that require transparency
fr: images nécessitant de la transparence

source: Simple short animation
fr: Courte animation simple

source: Different Image format
fr: Format d'image différent

source: is a lossy compression format that is widely used for photographic images. It achieves high compression ratios by removing some of the image data, which can result in a slight loss of image quality. JPEG images can be compressed to very small file sizes without significantly degrading the image quality, which makes it a popular choice for web and mobile applications.
fr: est un format de compression avec perte largement utilisé pour les images photographiques. Il atteint des taux de compression élevés en supprimant certaines données d'image, ce qui peut entraîner une légère perte de qualité d'image. Les images JPEG peuvent être compressées à de très petites tailles de fichiers sans dégrader significativement la qualité d'image, ce qui en fait un choix populaire pour le web et les applications mobiles.

source: is a relatively new image format developed by Google that uses both lossy and lossless compression algorithms. It was designed to be more efficient than JPEG and other image formats, and it can achieve up to 34%% smaller file sizes than JPEG for the same image quality. WebP is gaining popularity in web development due to its small file size and fast loading times. (source: external) person walking
fr: est un format d'image relativement nouveau développé par Google qui utilise à la fois des algorithmes lossy et d'autres de compression sans perte. Il a été conçu pour être plus efficace que JPEG et d'autres formats d'images, et il peut atteindre jusqu'à 34%% de réduction de taille des fichiers comparé à JPEG, pour la même qualité d'image. WebP gagne en popularité dans le développement Web en raison de sa petite taille de fichier et de ses temps de chargement rapides. (source : externe) personne qui marche

source: is a lossless compression format that is commonly used for graphics and other types of images that require transparency. PNG images can be compressed without losing any image data, which makes them larger than JPEG images. However, they can still be compressed to relatively small file sizes, and they are preferred for graphics that require transparency.
fr: est un format de compression sans perte couramment utilisé pour les graphiques et d'autres types d'images nécessitant de la transparence. Les images PNG peuvent être compressées sans perdre aucune donnée d'image, ce qui les rend plus grands que des images JPEG. Cependant, elles peuvent toujours être compressées pour devenir des fichiers de petites tailles, et on les utilisepour les graphiques qui nécessitent de la transparence.

source: is a vector graphics format that uses mathematical equations to create images, rather than pixels. This makes SVG files extremely small in size, and they can be scaled to any size without losing image quality. SVG is ideal for graphics that are simple in design and require high resolution, such as logos and icons.
fr: est un format graphique vectoriel qui utilise des équations mathématiques pour créer des images, plutôt que des pixels. Cela rend les fichiers SVG extrêmement petits, et ils peuvent être mis à l'échelle à n'importe quelle taille sans perte de qualité d'image. SVG est idéal pour les graphiques de conception simple et nécessitant une haute résolution, comme les logos et les icônes.

source: Summary
fr: Résumé

source: In summary, data compression is an effective optimisation tool to reduce data size. By using compression algorithms, data can be encoded in a more efficient way, leading to reduced storage requirements and faster transmission speeds.
fr: En résumé, la compression des données est un outil d'optimisation efficace pour réduire la taille des données. En utilisant des algorithmes de compression, les données peuvent être un moyen efficace, conduisant à des besoins de stockage réduits et une vitesse de transmission plus rapide.

source: visit the tool page
fr: visitez la page de l'outil

source: is a widely-used video format that is compatible with most devices and web browsers. It is a compressed format that can be optimized for smaller file sizes without sacrificing video quality.
fr: est un format vidéo largement utilisé qui est compatible avec la plupart des appareils et des navigateurs web. Il s'agit d'un format compressé qui peut être optimisé pour des fichiers de plus petite taille sans sacrifier la qualité vidéo.

source: is not per se a format but we believe that it has some benefits in low-bandwidth environement. YouTube is a video-sharing platform where users can upload, share, and view videos. The platform is free to use and is supported by advertising. Users can upload videos on a variety of topics, including music, comedy, education, and more. YouTube offers features such as video optimization for low-bandwidth environments, compression, offline playback (paid feature), mobile compatibility, and a vast library of educational videos and resources. It has become an important tool for educators, businesses, and individuals who want to share their message with a wide audience.
fr: n'est pas un format en soi, mais nous pensons qu'il présente certains avantages avec une bande passante de petite capacité. YouTube est une plate-forme de partage de vidéos où les utilisateurs peuvent télécharger, partager et visionner des vidéos. La plateforme est gratuite et prise en charge par la publicité. Les utilisateurs peuvent télécharger des vidéos sur une variété de sujets, y compris de la musique, la comédie, l'éducation, etc. YouTube propose des fonctionnalités telles que la vidéo-optimisation pour les environnements à faible bande passante, avec de la compression, la lecture hors-ligne (fonctionnalité payante), la compatibilité mobile et une vaste bibliothèque de vidéos et de ressources. C'est devenu un outil important pour les éducateurs, les entreprises et les particuliers qui souhaitent diffuser leur message auprès d'un large public.

source: is an open-source video format developed by Google that is optimized for web use. It is a lightweight format that can be compressed to smaller file sizes without losing quality.
fr: est un format vidéo open source développé par Google et optimisé pour l'utilisation Web. Il s'agit d'un format léger qui peut être compressé en fichiers de plus petite taille, sans perte de qualité.
